Repository: pypi-data/pypi-mirror-184
Catalog: packages/py-lav/py_lav-1.0.15-py3-none-any.whl/pylav/players/locales/*.po
Languages: fr_fr

source: No available nodes!
fr_fr: Aucun noeud disponible !

source: Music in {count} servers
fr_fr: Musique sur les serveurs de {count}

source: There are no tracks currently in the player history
fr_fr: Il n'y a pas de pistes actuellement dans l'historique du joueur

source: Current node has the Volume filter functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité de filtre de volume désactivée

source: Current node has the Equalizer functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité d'égaliseur désactivé

source: Current node has the Karaoke functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité Karaoké désactivée

source: Current node has the Timescale functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité de mise à jour de temps désactivée

source: Current node has the Tremolo functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité Tremolo désactivée

source: Current node has the Vibrato functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité Vibrato désactivée

source: Current node has the Rotation functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité Rotation désactivée

source: Current node has the Distortion functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité Distortion désactivée

source: Current node has the LowPass functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité LowPass désactivée

source: Current node has the Echo functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité Echo désactivée

source: Current node has the ChannelMix functionality disabled
fr_fr: Le noeud actuel a la fonctionnalité ChannelMix désactivée

source: LIVE
fr_fr: EN DIRECT

source: Now Playing in
fr_fr: En cours de lecture dans

source: Currently livestreaming
fr_fr: Actuellement en direct

source: Playing:
fr_fr: En cours de lecture :

source: Requester
fr_fr: Source de la demande

source: Duration
fr_fr: Durée

source: Previous Track
fr_fr: Piste précédente

source: Next Track
fr_fr: Piste suivante

source: {track_count} tracks, {queue_total_duration} remaining
fr_fr: {track_count} pistes, {queue_total_duration} restants

source: Repeating
fr_fr: Répétition en cours

source: Auto Play
fr_fr: Lecture automatique

source: Recently Played for
fr_fr: Joué récemment pour

source: Queue for
fr_fr: File d'attente pour

source: Playing
fr_fr: En cours de lecture

source: Queue order is may not be accurate due to auto-shuffle being enabled
fr_fr: La file d'attente n'est peut-être pas exacte car le mélange automatique est activé

source: Page {current_page}/{total_pages} | {track_number} tracks, {queue_total_duration} remaining
fr_fr: Page {current_page}/{total_pages} | {track_number} pistes, {queue_total_duration} restantes
