Repository: pypi-data/pypi-mirror-184
Catalog: packages/py-lav/py_lav-1.0.15.tar.gz/py_lav-1.0.15/pylav/players/locales/*.po
Languages: it_it

source: No available nodes!
it_it: Nessun nodo disponibile!

source: Music in {count} servers
it_it: Musica in {count} server

source: There are no tracks currently in the player history
it_it: Non ci sono tracce attualmente nella cronologia dei riproduttori

source: Current node has the Volume filter functionality disabled
it_it: Il nodo corrente ha la funzionalità del filtro volume disabilitata

source: Current node has the Equalizer functionality disabled
it_it: Il nodo corrente ha la funzionalità Equalizzatore disabilitata

source: Current node has the Karaoke functionality disabled
it_it: Il nodo attuale ha la funzionalità Karaoke disabilitata

source: Current node has the Timescale functionality disabled
it_it: Il nodo attuale ha la funzionalità Scadenza temporale disabilitata

source: Current node has the Tremolo functionality disabled
it_it: Il nodo attuale ha la funzionalità Tremolo disabilitata

source: Current node has the Vibrato functionality disabled
it_it: Il nodo corrente ha la funzionalità Vibrato disabilitata

source: Current node has the Rotation functionality disabled
it_it: Il nodo corrente ha la funzionalità Rotazione disabilitata

source: Current node has the Distortion functionality disabled
it_it: Il nodo corrente ha la funzionalità Distorsione disabilitata

source: Current node has the LowPass functionality disabled
it_it: Il nodo corrente ha la funzionalità LowPass disabilitata

source: Current node has the Echo functionality disabled
it_it: Il nodo attuale ha la funzionalità Echo disabilitata

source: Current node has the ChannelMix functionality disabled
it_it: Il nodo attuale ha la funzionalità ChannelMix disabilitata

source: Now Playing in
it_it: In riproduzione

source: Currently livestreaming
it_it: Attualmente livestreaming

source: Playing:
it_it: Riproduzione:

source: Requester
it_it: Richiedente

source: Duration
it_it: Durata

source: Previous Track
it_it: Traccia Precedente

source: Next Track
it_it: Traccia Successiva

source: {track_count} tracks, {queue_total_duration} remaining
it_it: {track_count} tracce, {queue_total_duration} rimanenti

source: Repeating
it_it: Ripetizione

source: Auto Play
it_it: Riproduzione Automatica

source: Recently Played for
it_it: Riprodotto di recente per

source: Queue for
it_it: Coda per

source: Playing
it_it: Riproduzione

source: Queue order is may not be accurate due to auto-shuffle being enabled
it_it: L'ordine della coda potrebbe non essere accurato a causa dell'attivazione dell'auto-shuffle

source: Page {current_page}/{total_pages} | {track_number} tracks, {queue_total_duration} remaining
it_it: Pagina {current_page}/{total_pages} <unk> {track_number} tracce, {queue_total_duration} rimanenti
